[
    {
        "name": "1.一只猫泡泡泡浴的特写神秘照片",
        "text_p": "A close-up mysterious photo of a cat taking a bubble bath， The thick white bath bubbles cover the entire frame, with only the catâs nose and a little fur around the mouth poking out. Soft lighting, minimal background, dreamy and surreal atmosphere. The focus is sharp on the catâs nose while the rest fades into the foamy texture of the bubbles."
    },
    {
        "name": "2.一位黑发美女的特写",
        "text_p": "A close up portrait of a dark haired beautiful woman. Her body and face are partially obscured by darkness, the only light in the picture comes from a small window letting in a weak beam of light that lights up the womans face diagonally. Flecks of dust play in the beam. Monochrome picture, black and white. deep contrasts. The overal mood is pensative and sad."
    },
    {
        "name": "3.一个深色皮肤的人的黑白特写",
        "text_p": "A black-and-white close-up of a person with dark. tousled hair gently cradling a sleeping cat on their shoulder. The person's eyes are wide open, gazing directly at the viewer with an intense gaze that contrasts sharply with the serene sleep of the feline beneath them. The cat rests peacefully in soft fur, its face nestled against the knitted fabric of the sweater, creating a tender moment of intimacy between human and animal. The image is rendered with high contrast and delicate detail, emphasizing textures like the fine strands of hair and the intricate weave of the knitwear. A subtle glow emanates from behind the head, casting gentle shadows across the scene while preserving the raw emotional depth of this quiet, contemplative encounter. "
    },
    {
        "name": "4.单色的艺术照片，聚焦于女性的脖子和肩膀后部",
        "text_p": "Create a monochrome, artistic photograph focusing on the back of a woman's neck and shoulders. The woman is viewed from behind, with her dark hair pulled up in a bun. Her skin is richly freckled, creating a pointillistic effect, with the freckles most prominent on her shoulders and back. A delicate, multi-layered flower rests gently on her neck, held in place by a hand. The composition is intimate and evocative, with a soft, diffused light creating a gentle atmosphere and emphasizing the textures of skin, hair, and flower. The overall mood should be one of quiet contemplation, beauty, and vulnerability. The image should have a slightly grainy texture adding to the vintage look."
    },
    {
        "name": "5.年轻的亚洲女性，松散凌乱的发髻，表情严肃",
        "text_p": "Young Asian woman with dark hair tied back in a loose messy bun and a serious. neutral expression. She is surrounded by a densely packed collection of white Greek-style marble busts of women, each with distinct facial features and classical wavy hairstyles. The lighting is soft and even, originating from above to create subtle shadows that define the contours of both the woman's face and the sculpted stone. The busts in the immediate foreground and background are softly blurred, creating a shallow depth of field that pulls the viewer's focus directly to the woman's sharp, lifelike features amidst the stillness of the sculptures"
    },
    {
        "name": "6.一张大屁股窄腰女人的照片",
        "text_p": "Photo of a woman with big ass and narrow waist . standing in a room with white walls and a poster of film with title KLEIN. She has long, wavy brown hair and is wearing a black long-sleeve top and high-waisted, shiny black shorts that accentuate her curvy figure. Her skin is fair and she has a youthful, slightly pouty expression. The room is minimalist, with a few books and a small table visible in the background. The overall style is modern and chic, with a focus on the woman's figure and the poster's artistic design. "
    },
    {
        "name": "7.后启示录时代的景观，以高大的",
        "text_p": "A post-apocalyptic landscape featuring a tall. cylindrical building with glowing red lights, surrounded by silhouetted figures of people walking on a cobblestone street. The sky is filled with a fiery orange and yellow hue, with a large, swirling cloud of smoke rising from the top left corner. The scene is set against a backdrop of industrial buildings and a distant cityscape. The overall mood is eerie and foreboding, evoking a sense of danger and exploration."
    },
    {
        "name": "8.从后面可以看到一位皮肤白皙",
        "text_p": "A young woman with fair skin and dark hair tied in a messy bun is shown from behind. her body arched slightly forward as she leans over a textured surface; her back, buttocks, and thighs are glistening with moisture while a sheer, off-white fabric drapes loosely around her hips and lower torso. She rests one arm on the surface with fingers spread, head tilted downward toward her shoulder blades, exposing the full curve of her spine and glutes without clothing covering those areas. The setting is a dimly lit studio with deep charcoal-gray walls; soft directional lighting from above highlights the sheen across her skin while casting subtle shadows along her contours. Shot at medium close-up using a slightly elevated angle, the composition emphasizes vertical lines created by her posture against the flat backdrop, focusing sharply on her back and hips with shallow depth of field blurring the foreground fabric and background walls to isolate her form."
    },
    {
        "name": "9.一个艺妓独自站在一座开裂的木桥上",
        "text_p": "A geisha standing alone on a cracked wooden bridge over a partially frozen river. holding a red paper umbrella against a bleak winter sky. Sketched textures, sharp ink outlines, muted colors with rough brush details, surreal atmosphere, slight fish-eye distortion, vivid style"
    },
    {
        "name": "10.画面中展示了一位蒙眼的年轻女性",
        "text_p": "Black-and-white vintage-style photography, high contrast lighting, frontal close-up portrait framing.\n\nA young woman is shown from the upper torso upward. Her skin appears uniformly pale in the monochrome image. Her hair is long, straight, and extremely smooth, rendered in near-white tones. A blunt, perfectly horizontal fringe falls straight across her face, fully covering both eyes. The fringe is dense, opaque, and uniform, forming a sharp horizontal edge. The remaining hair falls symmetrically on both sides of her head in straight vertical sheets extending past the shoulders. Individual strands are fine and tightly aligned, producing a sleek surface with minimal volume. Soft linear highlights run vertically along the hair, confirming its straight alignment and smooth texture. A narrow shadow beneath the fringe confirms its thickness and separation from the face. matte black lipstick on her lips.\n\nA narrow matte black ribbon is wrapped tightly around her eyes, positioned over the fringe. the word \"EYES\" is written on the ribbon in bright red ink in a repeating pattern.\n\nThe background is a uniform black field with no visible texture."
    },
    {
        "name": "11.半身肖像摄影，黑金色调，时尚张力感",
        "text_p": "采用85mm人像定焦镜头，光圈f/1.8。深邃黑金配色，利用低色温（3200K）的伦勃朗式布光，在面部阴影区构建金色的轮廓光，强化面部立体感与时尚张力。背景使用中性灰背景纸，通过大幅光圈压缩空间，形成极致的浅景深。皮肤质感呈现高对比度，保留细腻的毛孔与光影细节，整体风格兼具高级感与冷峻的疏离感。"
    }
]